{"keras_version": "1.2.2", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"input_dtype": "float32", "input_dim": 128, "W_constraint": null, "batch_input_shape": [null, 128], "activity_regularizer": null, "output_dim": 128, "bias": true, "b_constraint": null, "b_regularizer": null, "trainable": true, "activation": "relu", "W_regularizer": null, "init": "normal", "name": "dense_1"}}, {"class_name": "Dense", "config": {"input_dim": 128, "W_constraint": null, "activity_regularizer": null, "output_dim": 26, "bias": true, "b_constraint": null, "b_regularizer": null, "trainable": true, "activation": "softmax", "W_regularizer": null, "init": "normal", "name": "dense_2"}}]}