{"keras_version": "1.2.2", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"b_constraint": null, "W_constraint": null, "bias": true, "W_regularizer": null, "activity_regularizer": null, "init": "normal", "name": "dense_1", "activation": "relu", "input_dim": 128, "trainable": true, "output_dim": 128, "batch_input_shape": [null, 128], "input_dtype": "float32", "b_regularizer": null}}, {"class_name": "Dense", "config": {"b_constraint": null, "W_constraint": null, "activity_regularizer": null, "W_regularizer": null, "bias": true, "init": "normal", "name": "dense_2", "activation": "softmax", "trainable": true, "output_dim": 26, "input_dim": 128, "b_regularizer": null}}]}