{"config": [{"config": {"input_dtype": "float32", "W_regularizer": null, "activity_regularizer": null, "b_regularizer": null, "bias": true, "b_constraint": null, "init": "normal", "input_dim": 128, "batch_input_shape": [null, 128], "trainable": true, "activation": "relu", "output_dim": 128, "name": "dense_1", "W_constraint": null}, "class_name": "Dense"}, {"config": {"W_regularizer": null, "activity_regularizer": null, "b_regularizer": null, "bias": true, "name": "dense_2", "input_dim": 128, "output_dim": 26, "b_constraint": null, "trainable": true, "W_constraint": null, "init": "normal", "activation": "softmax"}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "1.2.2"}